/**
 * 頁面：關於我 - 我們的故事
 */
export const stories = [
    {
        id: new Date().getTime(),
        tag: '2023',
        imgUrl: './story/pizza-car.avif',
        title: '創業的第一台披薩車',
        content: [
            '2023年，由於資金有限，我們決定先從最簡單的方式開始：一台披薩車。',
            '這台小小的車子成為了我們和食客之間的橋樑，每天在城市的角落裡，我們推著披薩車四處叫賣。',
            '雖然起初艱難，但我們堅持用心準備每一張披薩，只為了能讓每一位食客都能品嘗到我們的熱情和美味。',
            '那時，最滿足的瞬間就是看到大家因為我們的披薩而微笑，這成了我們繼續努力的動力。',
        ],
    },
    {
        id: new Date().getTime() + 1,
        tag: '2024',
        imgUrl: './story/our-dream.avif',
        title: '築夢踏實',
        content: [
            '2024年，我們的計劃不再僅限於披薩車，是的！我們想讓客人有固定的地點可以享受',
            '開始規劃實體店面，過程中的挑戰和學習，是我們對「夢想」的堅持和不斷努力。',
            '設計、監工到施工，每一步都充滿挑戰，但我們堅信這是實現夢想的重要一步。',
            '這一年，我們學會了如何在有限的資源中，堅持自己的理念，打造出一個能夠代表我們熱情和堅持的地方。',
            '我們的目標從未改變，那就是讓每一位走進店裡的人，都能感受到我們的用心與熱愛。',
        ],
    },
    {
        id: new Date().getTime() + 2,
        tag: '2025',
        imgUrl: './story/our-store.avif',
        title: '夢想起飛',
        content: [
            '2025年，經過不懈的努力，我們的披薩店終於開業了！',
            '這裡不僅有香氣四溢的窯烤披薩，還有滿滿的能量和正向的氛圍，帶給每位顧客一份舒心的體驗。',
            '每一片披薩都是我們用心製作的成果，帶著對食客的關懷，陪伴他們度過忙碌的一天。',
            'PieZza 不再只是披薩店，它成為了一個能夠讓人放鬆、重拾能量的地方。',
            '無論多麼疲憊的一天，當你來到 PieZza，所有的煩惱都會被那份溫暖和美味所安撫。',
        ],
    },
];
